Revit 2027 API
ParameterTypeId.FlexibleInstanceFlip Property
 "Flip"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId FlexibleInstanceFlip { get; }
Public Shared ReadOnly Property FlexibleInstanceFlip As ForgeTypeId
	Get
public:
static property ForgeTypeId^ FlexibleInstanceFlip {
	ForgeTypeId^ get ();
}
static member FlexibleInstanceFlip : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace